/*
 Localizable.strings
 HockeySDK
 
 Provided by Neville Nason
 Copyright (c) 2012-2013 HockeyApp, Bit Stadium GmbH. All rights reserved.
 Copyright (c) 2012 Codenauts UG (haftungsbeschränkt). All rights reserved.
 */

/* Window title string, with placeholder for the AppName */
"WindowTitle" = "%@障害報告";

/* Introduction text, with app name placeholder first and company placeholder second */
"IntroductionText" = "%@が予期しない理由で終了。問題が修正できるよう、レポートを送信しますか？";

/* Name Text Title */
"NameTextTitle" = "お名前";

/* Email Text Title */
"EmailTextTitle" = "メールアドレス";

/* Comments Disclosure Text */
"CommentsDisclosureTitle" = "コメント欄";

/* User description placeholder */
"UserDescriptionPlaceholder" = "再現手順がわかりましたらご記述ください。";

/* Problems Details Box  Title */
"ProblemDetailsTitle" = "障害の詳細、システム構成情報";

/* Privacy note text */
"PrivacyNote" = "報告内容に個人情報は含まれておりません。";

/* Show Details Button */
"ShowDetailsButtonTitle" = "詳細を表示";

/* HIde Details Button */
"HideDetailsButtonTitle" = "詳細を隠す";

/* Cancel Button */
"CancelButtonTitle" = "キャンセル";

/* Send Button */
"SendButtonTitle" = "送信";


/* Feedback UI */

/* Compose view placeholder text */
"FeedbackComposePlaceHolder" = "Your Feedback";

/* Last Update in Status Bar */
"FeedbackLastUpdate" = "Last Update:";

/* Never in Status Bar */
"FeedbackLastUpdateNever" = "Never";

/* From text between timestamp and author */
"FeedbackFrom" = "from";

/* Send button title */
"FeedbackSendButton" = "Send";

/* Contact info text */
"FeedbackContactInfo" = "Please provide your contact information";

/* Name placeholder text */
"FeedbackName" = "Name";

/* Email placeholder text */
"FeedbackEmail" = "Email";

/* Continue button title */
"FeedbackContinueButton" = "Continue";

/* Attachment context menu action Preview */
"FeedbackAttachmentMenuPreview" = "Preview";

/* Attachment context menu action Remove */
"FeedbackAttachmentMenuRemove" = "Remove";

